Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Afghanistan, Algeria, Angola, Antigua and Barbuda, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belize, Benin, Bhutan, Bolivia, Botswana, Brazil, Brunei Darussalam, Burkina Faso, Burundi, Cambodia, Cameroon, Cape Verde, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Cuba, Democratic People's Republic of Korea, Democratic Republic of the Congo, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Ethiopia, Fiji, Gabon, Gambia, Ghana, Grenada, Guatemala, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Indonesia, Iran (Islamic Republic of), Jamaica, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Lebanon, Lesotho, Libyan Arab Jamahiriya, Madagascar, Malawi, Malaysia, Maldives, Mali, Mauritania, Mauritius, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Nicaragua, Niger, Nigeria, Oman, Pakistan, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Qatar, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Saudi Arabia, Senegal, Solomon Islands, Somalia, South Africa, Sri Lanka, Sudan, Suriname, Syrian Arab Republic, Tajikistan, Thailand, Timor-Leste, Togo, Trinidad and Tobago, Tunisia, Turkmenistan, Tuvalu, Uganda, United Arab Emirates, United Republic of Tanzania, Uruguay, Uzbekistan, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
zh: 阿富汗、阿尔及利亚、安哥拉、安提瓜和巴布达、阿塞拜疆、巴哈马、巴林、孟加拉国、巴巴多斯、白俄罗斯、伯利兹、贝宁、不丹、玻利维亚、博茨瓦纳、巴西、文莱达鲁萨兰国、布基纳法索、布隆迪、柬埔寨、喀麦隆、佛得角、中国、哥伦比亚、科摩罗、哥斯达黎加、科特迪瓦、古巴、朝鲜民主主义人民共和国、刚果民主共和国、吉布提、多米尼克、多米尼加共和国、厄瓜多尔、埃及、萨尔瓦多、厄立特里亚、埃塞俄比亚、斐济、加蓬、冈比亚、加纳、格林纳达、危地马拉、几内亚、几内亚比绍、圭亚那、海地、洪都拉斯、印度尼西亚、伊朗伊斯兰共和国、牙买加、约旦、哈萨克斯坦、肯尼亚、科威特、吉尔吉斯斯坦、老挝人民民主共和国、黎巴嫩、莱索托、阿拉伯利比亚民众国、马达加斯加、马拉维、马来西亚、马尔代夫、马里、毛里塔尼亚、毛里求斯、蒙古、摩洛哥、莫桑比克、缅甸、纳米比亚、尼泊尔、尼加拉瓜、尼日尔、尼日利亚、阿曼、巴基斯坦、巴拿马、巴布亚新几内亚、巴拉圭、秘鲁、菲律宾、卡塔尔、俄罗斯联邦、卢旺达、圣卢西亚、圣文森特和格林纳丁斯、沙特阿拉伯、塞内加尔、所罗门群岛、索马里、南非、斯里兰卡、苏丹、苏里南、阿拉伯叙利亚共和国、塔吉克斯坦、泰国、东帝汶、多哥、特立尼达和多巴哥、突尼斯、土库曼斯坦、图瓦卢、乌干达、阿拉伯联合酋长国、坦桑尼亚联合共和国、乌拉圭、乌兹别克斯坦、委内瑞拉玻利瓦尔共和国、越南、也门、赞比亚、津巴布韦

source: Argentina, Armenia, Chile, India, Mexico, Samoa, Singapore, Vanuatu.
zh: 阿根廷、亚美尼亚、智利、印度、墨西哥、萨摩亚、新加坡、瓦努阿图

source: Draft resolution XIV was adopted by 116 votes to 53, with 8 abstentions (resolution 60/163).
zh: 决议草案十四以116票赞成、53票反对、8票弃权获得通过（第60/163号决议）。

source: The President: Draft resolution XV is entitled “Respect for the principles of national sovereignty and diversity of democratic systems in electoral processes as an important element for the promotion and protection of human rights”.
zh: 主席（以英语发言）：决议草案十五题为“在选举进程中尊重国家主权和民主制度多样性的原则是促进和保护人权的一个要素”。

source: Afghanistan, Algeria, Angola, Antigua and Barbuda, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belize, Benin, Bhutan, Bolivia, Brazil, Brunei Darussalam, Burkina Faso, Burundi, Cambodia, Cameroon, Cape Verde, China, Colombia, Comoros, Côte d'Ivoire, Cuba, Democratic People's Republic of Korea, Democratic Republic of the Congo, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Ethiopia, Gabon, Gambia, Ghana, Grenada, Guinea, Guinea-Bissau, Guyana, Haiti, Indonesia, Iran (Islamic Republic), Jamaica, Japan, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Lebanon, Lesotho, Libyan Arab Jamahiriya, Madagascar, Malawi, Malaysia, Maldives, Mali, Mauritania, Mauritius, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Nicaragua, Niger, Nigeria, Oman, Pakistan, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Qatar, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Saudi Arabia, Senegal, Singapore, Somalia, South Africa, Sri Lanka, Sudan, Suriname, Syrian Arab Republic, Tajikistan, Thailand, Timor-Leste, Togo, Trinidad and Tobago, Tunisia, Turkmenistan, Uganda, United Arab Emirates, United Republic of Tanzania, Uzbekistan, Venezuela (Bolivarian Republic of) , Viet Nam, Yemen, Zambia, Zimbabwe.
zh: 阿富汗、阿尔及利亚、安哥拉、安提瓜和巴布达、阿塞拜疆、巴哈马、巴林、孟加拉国、巴巴多斯、白俄罗斯、伯利兹、贝宁、不丹、玻利维亚、巴西、文莱达鲁萨兰国、布基纳法索、布隆迪、柬埔寨、喀麦隆、佛得角、中国、哥伦比亚、科摩罗、科特迪瓦、古巴、朝鲜民主主义人民共和国、刚果民主共和国、吉布提、多米尼克、多米尼加共和国、厄瓜多尔、埃及、萨尔瓦多、厄立特里亚、埃塞俄比亚、加蓬、冈比亚、加纳、格林纳达、几内亚、几内亚比绍、圭亚那、海地、印度尼西亚、伊朗伊斯兰共和国、牙买加、日本、约旦、哈萨克斯坦、肯尼亚、科威特、吉尔吉斯斯坦、老挝人民民主共和国、黎巴嫩、莱索托、阿拉伯利比亚民众国、马达加斯加、马拉维、马来西亚、马尔代夫、马里、毛里塔尼亚、毛里求斯、蒙古、摩洛哥、莫桑比克、缅甸、纳米比亚、尼泊尔、尼加拉瓜、尼日尔、尼日利亚、阿曼、巴基斯坦、巴拿马、巴布亚新几内亚、巴拉圭、秘鲁、菲律宾、卡塔尔、俄罗斯联邦、卢旺达、圣卢西亚、圣文森特和格林纳丁斯、沙特阿拉伯、塞内加尔、新加坡、索马里、南非、斯里兰卡、苏丹、苏里南、阿拉伯叙利亚共和国、塔吉克斯坦、泰国、东帝汶、多哥、特立尼达和多巴哥、突尼斯、土库曼斯坦、乌干达、阿拉伯联合酋长国、坦桑尼亚联合共和国、乌兹别克斯坦、委内瑞拉玻利瓦尔共和国、越南、也门、赞比亚、津巴布韦

source: Australia, Israel, Marshall Islands, Micronesia (Federated States of), Palau, United States of America.
zh: 澳大利亚、以色列、马绍尔群岛、密克罗尼西亚联邦、帕劳、美利坚合众国

source: Albania, Andorra, Argentina, Armenia, Austria, Belgium, Bosnia and Herzegovina, Botswana, Bulgaria, Canada, Chile, Costa Rica, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Fiji, Finland, France, Georgia, Germany, Greece, Guatemala, Honduras, Hungary, Iceland, India, Iraq, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Mexico, Monaco, Netherlands, New Zealand, Norway, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, Uruguay, Vanuatu.
zh: 阿尔巴尼亚、安道尔、阿根廷、亚美尼亚、奥地利、比利时、波斯尼亚和黑塞哥维那、博茨瓦纳、保加利亚、加拿大、智利、哥斯达黎加、克罗地亚、塞浦路斯、捷克共和国、丹麦、爱沙尼亚、斐济、芬兰、法国、格鲁吉亚、德国、希腊、危地马拉、洪都拉斯、匈牙利、冰岛、印度、伊拉克、爱尔兰、意大利、拉脱维亚、列支敦士登、立陶宛、卢森堡、马耳他、墨西哥、摩纳哥、荷兰、新西兰、挪威、波兰、葡萄牙、大韩民国、摩尔多瓦共和国、罗马尼亚、萨摩亚、圣马力诺、塞尔维亚和黑山、斯洛伐克、斯洛文尼亚、所罗门群岛、西班牙、瑞典、瑞士、前南斯拉夫的马其顿共和国、土耳其、乌克兰、大不列颠及北爱尔兰联合王国、乌拉圭、瓦努阿图

source: Draft resolution XV was adopted by 110 votes to 6, with 61 abstentions (resolution 60/164).
zh: 决议草案十五以110票赞成、6票反对、61票弃权获得通过（第60/164号决议）。

source: The President: Draft resolution XVI is entitled “The right to food”.
zh: 主席（以英语发言）：决议草案十六题为“食物权”。

source: Afghanistan, Albania, Algeria, Andorra, Angola, Antigua and Barbuda, Argentina, Armenia, Australia, Austria, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belgium, Belize, Benin, Bhutan, Bolivia, Bosnia and Herzegovina, Botswana, Brazil, Brunei Darussalam, Bulgaria, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Cape Verde, Chile, China, Colombia, Comoros, Costa Rica, Côte d'Ivoire, Croatia, Cuba, Cyprus, Czech Republic, Democratic People's Republic of Korea, Democratic Republic of the Congo, Denmark, Djibouti, Dominica, Dominican Republic, Ecuador, Egypt, El Salvador, Eritrea, Estonia, Ethiopia, Fiji, Finland, France, Gabon, Gambia, Georgia, Germany, Ghana, Greece, Grenada, Guatemala, Guinea, Guinea-Bissau, Haiti, Honduras, Hungary, Iceland, India, Indonesia, Iran (Islamic Republic of), Iraq, Ireland, Italy, Jamaica, Japan, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao People's Democratic Republic, Latvia, Lebanon, Lesotho, Libyan Arab Jamahiriya, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Malaysia, Maldives, Mali, Malta, Marshall Islands, Mauritania, Mauritius, Mexico, Micronesia (Federated States of), Monaco, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Oman, Pakistan, Palau, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Poland, Portugal, Qatar, Republic of Korea, Republic of Moldova, Romania, Russian Federation, Rwanda, Saint Lucia, Saint Vincent and the Grenadines, Samoa, San Marino, Saudi Arabia, Senegal, Serbia and Montenegro, Singapore, Slovakia, Slovenia, Solomon Islands, Somalia, South Africa, Spain, Sri Lanka, Sudan, Suriname, Sweden, Switzerland, Syrian Arab Republic, Tajikistan, Thailand, the former Yugoslav Republic of Macedonia, Timor-Leste, Togo, Tonga, Trinidad and Tobago, Tunisia, Turkey, Turkmenistan, Tuvalu, Uganda, Ukraine, United Arab Emirates, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, Uruguay, Uzbekistan, Vanuatu, Venezuela (Bolivarian Republic of), Viet Nam, Yemen, Zambia, Zimbabwe.
zh: 阿富汗、阿尔巴尼亚、阿尔及利亚、安道尔、安哥拉、安提瓜和巴布达、阿根廷、亚美尼亚、澳大利亚、奥地利、阿塞拜疆、巴哈马、巴林、孟加拉国、巴巴多斯、白俄罗斯、比利时、伯利兹、贝宁、不丹、玻利维亚、波斯尼亚和黑塞哥维那、博茨瓦纳、巴西、文莱达鲁萨兰国、保加利亚、布基纳法索、布隆迪、柬埔寨、喀麦隆、加拿大、佛得角、智利、中国、哥伦比亚、科摩罗、哥斯达黎加、科特迪瓦、克罗地亚、古巴、塞浦路斯、捷克共和国、朝鲜民主主义人民共和国、刚果民主共和国、丹麦、吉布提、多米尼克、多米尼加共和国、厄瓜多尔、埃及、萨尔瓦多、厄立特里亚、爱沙尼亚、埃塞俄比亚、斐济、芬兰、法国、加蓬、冈比亚、格鲁吉亚、德国、加纳、希腊、格林纳达、危地马拉、几内亚、几内亚比绍、海地、洪都拉斯、匈牙利、冰岛、印度、印度尼西亚、伊朗伊斯兰共和国、伊拉克、爱尔兰、意大利、牙买加、日本、约旦、哈萨克斯坦、肯尼亚、科威特、吉尔吉斯斯坦、老挝人民民主共和国、拉脱维亚、黎巴嫩、莱索托、阿拉伯利比亚民众国、列支敦士登、立陶宛、卢森堡、马达加斯加、马拉维、马来西亚、马尔代夫、马里、马耳他、马绍尔群岛、毛里塔尼亚、毛里求斯、墨西哥、密克罗尼西亚联邦、摩纳哥、蒙古、摩洛哥、莫桑比克、缅甸、纳米比亚、尼泊尔、荷兰、新西兰、尼加拉瓜、尼日尔、尼日利亚、挪威、阿曼、巴基斯坦、帕劳、巴拿马、巴布亚新几内亚、巴拉圭、秘鲁、菲律宾、波兰、葡萄牙、卡塔尔、大韩民国、摩尔多瓦共和国、罗马尼亚、俄罗斯联邦、卢旺达、圣卢西亚、圣文森特和格林纳丁斯、萨摩亚、圣马力诺、沙特阿拉伯、塞内加尔、塞尔维亚和黑山、新加坡、斯洛伐克、斯洛文尼亚、所罗门群岛、索马里、南非、西班牙、斯里兰卡、苏丹、苏里南、瑞典、瑞士、阿拉伯叙利亚共和国、塔吉克斯坦、泰国、前南斯拉夫的马其顿共和国、东帝汶、多哥、汤加、特立尼达和多巴哥、突尼斯、土耳其、土库曼斯坦、图瓦卢、乌干达、乌克兰、阿拉伯联合酋长国、大不列颠及北爱尔兰联合王国、坦桑尼亚联合共和国、乌拉圭、乌兹别克斯坦、瓦努阿图、委内瑞拉玻利瓦尔共和国、越南、也门、赞比亚、津巴布韦

source: Draft resolution XVI was adopted by 176 votes to 1, with 1 abstention (resolution 60/165).
zh: 决议草案十六以176票赞成、1票反对、1票弃权获得通过（第60/165号决议）。

source: [Subsequently, the delegation of Guyana informed the Secretariat that it had intended to vote in favour. ]
zh: [嗣后，圭亚那代表团通知秘书处，它本打算投赞成票。]

source: The President: Draft resolution XVII is entitled “Elimination of all forms of intolerance and of discrimination based on religion or belief”.
zh: 主席（以英语发言）：决议草案十七题为“消除基于宗教或信仰原因的一切形式的不容忍和歧视”。

source: The Third Committee adopted draft resolution XVII without a vote.
zh: 第三委员会未经表决通过了决议草案十七。

source: Draft resolution XVII was adopted (resolution 60/166).
zh: 决议草案十七获得通过（第60/166号决议）。

source: The President: Draft resolution XVIII is entitled “Human rights and cultural diversity”.
zh: 主席（以英语发言）：决议草案十八题为“人权与文化多样性”。

source: Draft resolution XVIII was adopted (resolution 60/167).
zh: 决议草案十八获得通过（第60/167号决议）。

source: The President: Draft resolution XIX is entitled “Protection of and assistance to internally displaced persons”.
zh: 主席（以英语发言）：决议草案十九题为“保护和援助境内流离失所者”。

source: The Third Committee adopted draft resolution XIX without a vote.
zh: 第三委员会未经表决通过了决议草案十九。

source: Draft resolution XIX was adopted (resolution 60/168).
zh: 决议草案十九获得通过（第60/168号决议）。

source: The President: Draft resolution XX is entitled “Protection of migrants”.
zh: 主席（以英语发言）：决议草案二十题为“保护移徙者”。

source: The Third Committee adopted draft resolution XX without a vote.
zh: 第三委员会未经表决通过了决议草案二十。

source: Draft resolution XX was adopted (resolution 60/169).
zh: 决议草案二十获得通过（第60/169号决议）。

source: The President: I shall now give the floor to those representatives wishing to speak in explanation of position on the resolutions just adopted.
zh: 主席（以英语发言）：我现在请希望就刚才通过的决议草案作解释立场发言的代表发言。

source: Mrs. Hasteh (Islamic Republic of Iran): We join the consensus on draft resolution IV, entitled “Establishment of a United Nations human rights training and documentation centre for South-West Asia and the Arab region”, which was just adopted under agenda item 71 (b).
zh: 哈斯特赫夫人（伊朗伊斯兰共和国）（以英语发言）：我们加入关于在议程项目71(b)下刚通过的题为“设立联合国西南亚和阿拉伯区域人权培训和文献中心”的决议草案四的协商一致意见。

source: Nevertheless, my delegation would like to dissociate itself from the content of the twelfth preambular paragraph of the draft resolution.
zh: 但是，我国代表团不赞同该决议草案序言部分第十二段的内容。

source: Mr. Amoros (Cuba) (spoke in Spanish): In the context of the review of the current report, my delegation would like to explain its position concerning draft resolutions II and V.
zh: 阿莫罗斯先生（古巴）（以西班牙语发言）：在审查本报告方面，我国代表团要解释其对决议草案二和五的立场。

source: In the first case, my delegation believes that the application of the elements approved in draft resolution II must be limited to, and interpreted according to, the subregional context provided for in the text.
zh: 关于前者，我国代表团认为，决议草案二所核准内容的适用必须限于案文规定的次区域环境，而且应当根据这种环境加以解释。

source: With respect to draft resolution V, on national institutions, we cannot consider the reference made in operative paragraph 22 to the so-called action 2 initiative of the Secretary-General to be an endorsement of that initiative.
zh: 至于有关国家机构的决议草案五，我们不能认为执行部分第22段提到所谓的秘书长行动2倡议就是批准该倡议。

source: My delegation believes that the provisions of General Assembly resolution 57/300 set out the intergovernmental framework for the implementation of this measure.
zh: 我国代表团认为，大会第57/300号决议阐明了执行这一措施的政府间框架。

source: In other words, this does not mean that my delegation endorses action 2.
zh: 换言之，这并非意味着我国代表团赞成行动2。

source: We believe that there is still much to be discussed in that respect.
zh: 我们认为，这方面还有许多内容要讨论。

source: Ms. Taracena Secaira (Guatemala) (spoke in Spanish): With respect to draft resolution I, “Combating defamation of religions”, my delegation would like to state that Guatemala does not accept and condemns the defamation of any religion whose principles and practices are compatible with human rights and fundamental freedoms.
zh: 塔拉塞纳·塞卡伊拉女士（危地马拉）（以西班牙语发言）：关于题为“遏制对宗教的诽谤”的决议草案一，我国代表团要申明，危地马拉不接受并谴责对其原则和做法与人权和基本自由相容的任何宗教的诽谤。

source: Guatemala defends the principles of tolerance, non-discrimination and freedom of worship.
zh: 危地马拉捍卫容忍、不歧视及信仰自由等原则。

source: However, we believe that this resolution lacks balance in giving more importance to one religion than to others.
zh: 然而，我们认为该决议对宗教重此轻彼，缺乏平衡。

source: Despite that fact, we voted in favour of the resolution, and we hope that in future it would be more inclusive and also condemn intolerance towards minorities whose religion is not the official State religion.
zh: 尽管如此，我们还是对该决议投了赞成票，而且我们希望它将来更具有包容性，并谴责不容忍其宗教非国家官方宗教的少数民族的行为。

source: Mr. Abdelmannan (Sudan) (spoke in Arabic): I would like to explain our position with regard to draft resolution XVII.
zh: 阿卜杜勒曼南先生（苏丹）（以阿拉伯语发言）：我要解释我们对决议草案十七的立场。

source: My delegation joined the consensus on operative paragraph 4 (a) of the draft resolution on the understanding that it would not be contradictory to the very religious beliefs and principles to which it refers.
zh: 我国代表团加入关于该决议草案执行部分第4(a)段的协商一致意见，只是它不能与所指的宗教信仰和原则相矛盾。

source: Mr. Wood (United Kingdom): I am taking the floor on behalf of the European Union in connection with draft resolution VIII, entitled “The right to development”.
zh: 伍德先生（联合王国）(以英语发言)：我代表欧洲联盟针对题为“发展权”的决议草案八发言。

source: I do not want to take the time of the Assembly by making a full, substantive explanation of vote, but I wanted to recall the fact that the European Union as a whole was able to vote in favour of draft resolution VIII, unlike in the Third Committee.
zh: 我不想占用大会的时间去详细深入地解释投票理由，但我就想再一次指出这样的事实，即不象在第三委员会那样，整个欧洲联盟得以对决议草案八投赞成票。

source: I should also like to draw attention to the contents of the explanation of vote that the European Union made at the time of adoption.
zh: 我还要提醒大家注意欧洲联盟在该决议草案通过时所作解释投票发言的内容。

source: The President: We have heard the last speaker in explanation of vote after the vote.
zh: 主席先生（以英语发言）：我们已经听取了在表决之后解释投票的最后一位发言者的发言。

source: The Assembly has thus concluded this stage of its consideration of sub-item (b) of agenda item 71.
zh: 大会就此结束本阶段对议程项目71分项(b)的审议。

source: The President: I should like to inform members that it is my intention that the General Assembly will take action on draft resolution A/60/L.40, entitled “Peacebuilding Commission” on Tuesday, 20 December.
zh: 主席（以英语发言）：我谨通知成员们，我打算让大会在12月20日星期二对题为“建设和平委员会”的决议草案A/60/L.40作出决定。

source: I should like to commend the Third Committee for its excellent work.
zh: 我要赞扬第三委员会的出色工作。

source: I am sure that continued deliberations will occur in the same good spirit.
zh: 我确信，审议工作将本着同样美好的精神继续下去。

source: Again, I thank members for their cooperation.
zh: 再者，我要感谢成员们的合作。

source: I look forward to the meeting of the General Assembly at which it will duly consider action on 20 December.
zh: 我期望大会于12月20日召开会议正式考虑采取行动。

source: Ms. Bahemuka (Kenya), Vice-President, took the Chair.
zh: 副主席巴海穆卡女士（肯尼亚）主持会议。

source: Report of the Third Committee (A/60/509/Add.3)
zh: 第三委员会的报告（A/60/509/Add.3）

source: The Assembly has before it six draft resolutions recommended by the Third Committee in paragraph 70 of its report.
zh: 代理主席（以英语发言）：大会面前摆着第三委员会在其报告第70段中建议的六项决议草案。

source: Before proceeding further, I should like to inform members that action on draft resolution VI, entitled “Situation of human rights in Myanmar”, is postponed to a later date to allow time for the review of its programme budget implications by the Fifth Committee.
zh: 在往下进行之前，我谨通知成员们，对题为“缅甸人权状况”的决议草案六的行动将推迟至稍后的日期进行，以便第五委员会有时间审查其所涉方案预算问题。

source: The Assembly will take action on draft resolution VI as soon as the report of the Fifth Committee on its programme budget implications is available.
zh: 大会将在收到第五委员会关于该决议草案所涉方案预算问题的报告后尽快对之采取行动。

source: The representative of the Democratic People's Republic of Korea has requested to speak in explanation of vote before the vote, and I give him the floor.
zh: 朝鲜民主主义人民共和国代表请求在表决前作解释投票发言，我现在请他发言。

source: Mr. Sin Song Chol (Democratic People's Republic of Korea): The Democratic People's Republic of Korea categorically rejects draft resolution IV, entitled “Situation of human rights in the Democratic People's Republic of Korea”, submitted by the European Union, as a political plot against the Democratic People's Republic of Korea led by the United States of America and its allies.
zh: Sin Song Chol先生（朝鲜民主主义人民共和国）（以英语发言）：朝鲜民主主义人民共和国坚决反对欧洲联盟提交的题为“朝鲜民主主义人民共和国人权状况”的决议草案，认为这是美利坚合众国及其盟国针对朝鲜民主主义人民共和国的一个政治阴谋。

source: The delegation of the Democratic People's Republic of Korea questions the legitimacy of the draft resolution for the following reasons.
zh: 朝鲜民主主义人民共和国代表团基于以下原因对该决议草案的合法性提出质疑。

source: First, the delegation of the Democratic People's Republic of Korea draws the attention of Member States to the fact that the draft resolution was submitted by the kingpins of human rights violations, namely the United States, Japan and the United Kingdom on behalf of the European Union.
zh: 首先，朝鲜民主主义人民共和国代表团提请会员国注意以下事实：该决议草案是由侵犯人权的主要国家，即美国、日本和代表欧洲联盟的联合王国所提交的。

source: As for the United States, it is a criminal State, historically living on war and massacre.
zh: 关于美国，它是一个犯罪国家，历史上依靠战争和屠杀而生存。

source: At this point, the United States, having occupied sovereign States by force, is indiscriminately killing innocent people by using chemical weapons such as white phosphorus without hesitation.
zh: 目前，凭借武力占领了主权国家的美国正毫不犹豫地使用白磷等化学武器滥杀无辜民众。

source: The United States routinely kidnaps innocent people on the pretence that they are terrorist suspects, and tortures them in secret prisons.
zh: 美国经常绑架无辜民众，借口说他们是恐怖主义嫌疑犯，并在秘密监狱对他们实施酷刑。

source: Now, the President, the Vice-President, the Secretary of State and other high officials of the Administration are all claiming, in defiance of international law, that torture is legitimate.
zh: 现在，美国总统、副总统、国务卿和政府其他高级官员都不顾国际法，声称酷刑是合法的。

source: As for Japan, it is a war-criminal State of the Second World War.
zh: 至于日本，它是第二次世界大战的战争犯罪国。

source: It has not settled the issue of the crimes against humanity that it committed in the twentieth century.
zh: 它还没有解决在二十世纪实施的危害人类罪的问题。

source: Rather, it embellishes those crimes and is pushing forward with preparations to repeat its criminal history.
zh: 相反，它粉饰这些罪行，并正在加紧准备重演其犯罪历史。

source: Now, Japan has inserted a clause on abductions into the draft resolution and is demanding that the countries of Asia and Africa support it.
zh: 现在，日本在该决议草案中塞入了一项关于劫持人质问题的条款，并要求亚洲和非洲国家予以支持。

source: The abduction issue that Japan is talking about refers to incidents that took place by chance, in the context of the hostile relations between the Democratic People's Republic of Korea and Japan in the 1970s.
zh: 日本所说的劫持人质问题指的是在朝鲜民主主义人民共和国和日本1970年代处于敌对情况下偶然出现的事件。

source: That issue was duly resolved during Prime Minister Koizumi's visit to Pyongyang.
zh: 这一问题在小泉首相访问平壤期间已得到妥善解决。

source: The problem is that the conservative hardliners continue to use it politically.
zh: 问题是保守的强硬分子继续在政治上对其加以利用。

source: However, Japan's abduction of Korean people has not been settled at all.
zh: 然而，日本劫持朝鲜人质的问题根本没有得到解决。

source: During its 40-year occupation of Korea, Japan mobilized, by force or by abduction, 8.4 million people for military service, for forced labour at coal mines and to serve as sex slaves for the Japanese army.
zh: 在占领朝鲜的40年间，日本使用武力或绑架手段强迫840万人参军、在煤矿劳动和作为日军的性奴隶。

source: Japan has so far not given any information on the fate or the whereabouts of those individuals.
zh: 日本迄今尚未就这些人的命运或下落提供任何信息。

source: Even today, Japan continues to engage in the criminal act of abducting citizens of the Democratic People's Republic of Korea.
zh: 即使现在，日本仍在从事绑架朝鲜民主主义人民共和国公民的罪恶行径。

source: In that regard, I am going to announce incidents of Japan's abduction of citizens of the Democratic People's Republic of Korea that have not yet been made known to the international community.
zh: 在这方面，我将公布尚不为国际社会所知的日本绑架朝鲜民主主义人民共和国公民的事件。

source: Japan sends various non-governmental organizations to the border area between the Democratic People's Republic of Korea and China.
zh: 日本向朝鲜民主主义人民共和国和中国的边境地区派遣了各种非政府组织。

source: Those individuals are engaged in secret operations to lure and abduct Japanese-Korean citizens to take them to the Japanese islands.
zh: 这些个人从事引诱和绑架日裔朝鲜公民的秘密行动，将他们带到日本岛上。

source: Some members of those Japanese non-governmental organizations were arrested by the Chinese public security authorities for their illegal activities and were expelled.
zh: 这些日本非政府组织的一些成员因为其非法活动曾被中国公安部门逮捕并驱逐出境。

source: I would like to recall that at the normalization talks between the Democratic People's Republic of Korea and Japan, held in Beijing in early November, we raised that issue with the Japanese side and demanded that our citizens abducted to Japan be sent back to the Democratic People's Republic of Korea.
zh: 我愿再次指出，在11月初于北京举行的朝鲜民主主义人民共和国与日本关系正常化的谈判中，我们向日方提出了这一问题，要求它交还被劫持到日本的朝鲜民主主义人民共和国公民。

source: The United Kingdom, for its part, grew fat on hundreds of years of colonial exploitation and massacre.
zh: 联合王国则是靠着数百年的殖民剥削和屠杀起家。

source: Today, the United Kingdom's zealous junior collaborator, the United States, wages aggression against sovereign States and violates international law and human rights under the slogan of a war on terror.
zh: 如今，联合王国的狂热的小伙计——美国——正在侵略主权国家，并在反恐口号下违反国际法和侵犯人权。

source: In that regard, the delegation of the Democratic People's Republic of Korea makes it very clear that the European Union is nothing less than hypocritical when it poses as a human rights champion.
zh: 在这方面，朝鲜民主主义人民共和国代表团非常明确地表示，欧洲联盟将自己打扮成人权捍卫者是完全虚伪的。

source: It is cowardly and hypocritical for the European Union to cry for human rights in small and weak countries while turning away from horrible human rights violations committed by the United States and the United Kingdom.
zh: 欧洲联盟对小国和弱国的人权说三道四，却对美国和联合王国侵犯人权的可怕行为置若罔闻，这种做法是卑怯和虚伪的。

source: The delegation of the Democratic People's Republic of Korea raises the following question: what on Earth do justice, fairness and legitimacy mean when the kingpins of human rights violations are free to use their strength to blame other countries on human rights issues.
zh: 朝鲜民主主义人民共和国代表团提出以下问题：如果人权的主要侵犯者可以随心所欲地利用其实力，在人权问题上对其他国家横加指责，究竟还有什么正义、公正和合法性可言？

source: Secondly, the draft resolution uses the issue of human rights for political purposes against the Democratic People's Republic of Korea.
zh: 其次，决议草案将人权问题用作反对朝鲜民主主义人民共和国的政治目的。

source: The United States, the United Kingdom and Japan are using human rights issues, together with the nuclear issue, to pursue the overthrow of our social system.
zh: 美国、联合王国和日本正在利用人权问题以及核问题来试图推翻我们的社会制度。

source: The United States has enacted the North Korean Human Rights Act and is investing $24 million on the issue of North Korean human rights every year, and innumerable bogus human rights organizations from the United States, Japan, South Korea and European countries are engaging in subversive operations against the Democratic People's Republic of Korea just to get paid from that fund.
zh: 美国制定了《北朝鲜人权法案》，每年在北朝鲜人权问题上投入2 400万美元，而美国、日本、南朝鲜和欧洲国家许多假人权组织只是为了获得这笔资金，就对朝鲜民主主义人民共和国进行颠覆活动。
